{
    "se_ep": "1_2",
    "script": "What? Why are you looking at me? You want to go outside? Outside?\nOutside?\nAre you kidding me?! Come on!\nOh, my God.\nWhat's wrong?\nYour idiot dog!\nOh, he he didn't mean it, dad. Did you, snuffles? You're a good boy.\nDon't praise him now, Morty! He just peed on the carpet! Bad dog! Bad!\nMorty, come on. I need your help tonight.\nHey, wait, hold on a second, Rick. You wouldn't by any chance have some sort of crazy science thing you could whip up that might help make this dog a little smarter, would you?\nI thought the whole point of having a dog was to feel superior, Jerry. If I were you, I wouldn't pull that thread. Come on, Morty.\nListen, Rick, if you're gonna stay here rent-free and use my son for your stupid science, the least you could do is put a little bit of it to use for the family. You make that dog smart or Morty's grounded!\nHa-ha!\nAw, man!\nBoy, you really got me up against a wall this time, Jerry.\nAll right, Ruffles What's his name?\nSnuffles.\nSnuffles, shake.\nRoll over.\nGo to the bathroom.\nHoly crap!\nNo way.\nYeah, you're at the top of your game now, Jerry. Have fun. Come on, Morty.\nThat was fantastic, Rick!\nYeah, Morty, if you like that, boy, you're you're really going to flip your lid over this one.\nW-w-w-what is it?\nIt's a device, Morty, that when you put it in your ear, you can enter people's dreams, Morty. It's just like that movie that you keep crowing about.\nYou talking about \"Inception\"?\nThat's right, Morty. This is gonna be a lot like that, except, you know, it's gonna may--be make sense.\n\"Inception\" made sense.\nYou don't have to try to impress me, Morty. Listen, tonight we're gonna go into the home of your math teacher, Mr. Goldenfold, and we're gonna incept the idea in his brain to give you A's in math, Morty. That way you can, you know, y-you're gonna help me with my science, Morty, all the time.\nGeez, Rick, in the time it took you to make this thing, couldn't you have just, you know, helped me with my homework?\nAre you listening to me, Morty? Homework is stupid. The whole point is to get less of it.\nCome on, let's just get over there and deal with this thing. W-we're gonna incept your teacher. You're frustrating me.\nYou don't know me!\n' Nice, Mrs. Pancakes real nice.\nYou don't know me!\nUh-oh! Spoilers!\nI'm a full season behind.\nWow, Rick, I can't believe we're sitting around, standing around in Mr. Goldenfold's house. It's really weird.\nIt's about to get a whole lot weirder, Morty.\nWheat thins. Wheat thins.\nI'll take two.\nOh, I think you've had enough, sir.\nAll right, Morty, time to make our move.\nMake it bounce.\nNo, you didn't.\nOh, jiggle it now.\nYou better stop with that.\nAllahu  akbar! We're gonna take control of this plane! We're gonna 9/11 it unless Morty Smith gets better grades in math!\nHey! I said nobody move, buddy!\nThe name's not buddy. It's Goldenfold. Nice to wheat you!\nTake cover, Morty!\nAAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHH!!!!!!!!!!!!!!!!!!!\nOoohhh!\nGoldenfold's got more control here than I anticipated. I mean, the guy teaches high-school math.  I didn't take him for an active dreamer. We've got to take him out so he wakes up, Morty but we can't get killed. If you get killed in someone else's dream, you die for real, Morty.\nWhat?! Are you kidding me?! Ohhhhhh!\nDon't be a baby! You avoid getting shot in real life all the time, Morty. Just do the same thing here, and we'll be fine!\nNow bring me my slippers.\nNow, be my footstool, Snuffles.\nThis is what I'm talking about. This is a dog.\nYou said the same thing, equally sarcastically, at our wedding and guess what?\nOoowwwwowowwaawaa!\nOh, my God! He's trying to tell us something.  That is so awesome.\nAaaawwaaaaawaawa!\nAw, he's saying \"I love lasagna\".\nOoooyayawawa!\nHe's saying \"I love Obama\".  So cute! I'm posting this  online, like, right now.\nI should call Bob Saget. Is that still a thing?\nHmm?\nGoldenfold, we're coming out! We just want to talk!\nBecause we're both rational adults that don't want anything bad to happen. And because I have a human shield.\nMrs. Pancakes! AAAAAAAAHHHH!!!!!\nOh, no, Morty. His subconscious is panicking.\nWhoa! Whoa! Whoa! Whoooooaaaa! Whoa! Whoa! Whoooooaaaa!\nWhooooa! Whoooooooa! Whoa! Whooooooooaaaaa!\nAAAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHH!!!!!!!!!!\nRelax, Morty. Look! Mrs. Pancakes has a parachute. Come on!\nHey, you don't know me!\nOh, no, Rick, look! Goldenfold landed the plane, and he's created a  mechanical arm to pluck Mrs. Pancakes out of the air while he lets us fall - into a giant vat of lava!\nPretty concise, Morty. Looks like we've merely prolonged the inevitable. That's it, Morty! Prolonging the inevitable! Listen, if we go into Mrs. Pancakes' dream, everything will go 100 times slower, Morty. That'll buy us some time to figure this out!\nYou don't know m-\nAll right, let's go.\nOh, man, Rick, this is pretty weird.\nDon't judge, Morty.\nOkay. All right, well Look, Mrs. Pancakes is right over there. I'll just go ask her to tell goldenfold not to kill us when she wakes up.\nWhoa, whoa, Morty, the trick to incepting is making people think they came up with the idea. Listen to me. If we're gonna incept Mrs. Pancakes, we have to blend. I'll talk to you after lunch.\nOoh, oh! Oh, man.\nI'm sorry. No, no.\nNo, thanks!\nNo, I'm okay.\nWhoa!\nHey, there, stranger. What do you think of these things?\nOhh! Oh! Gross! Gross!\nWhoa, whoa, whoa! What's the matter with you, Morty? Calm down! You're kind of killing the vibe in here.\nIt's Summer! Aw, geez.\nCan you blame him? Come on, old man, little boy. Let's make an inter-generational sandwich.\nTime to go another dream deep, Morty!\nWhat the hell? Why would Mr. Goldenfold's dream version of Mrs.\nGeez, I don't know, Morty. Wha-what do you want from me?\nWelcome to your nightmare, bitch! RAAAAAWWWRRR!\nOh, here we go!\nOoooooohhhhh! Holy crap!\nLooks like some sort of legally safe knock-off of an '80s horror character with miniature swords for fingers instead of knives.\nI'm scary Terry. You can run, but you can't hide, bitch!\nWhoa! Hey, buddy. What you got going on there?\nSnuffles fix. Make better.\nHumans understand snuffles now? That is awesome!\nSnuffles want to be understood. Snuffles need to be understood.\nOkay, yeah. I get what Beth was talking about. Fun's over.\nWhoa, dad, you can't, like, endow a creature with sentience and then rip it away.\nWhy not?\nI don't know. It's Indian giving.\nAw! Oh, my God! He recognizes the other dogs on TV.\nHoly crap! We have to escape into someone else's dreams, Morty!\nOh, man, oh, man, oh, man!\nThe little girl!\nHuh?\nAre you kidding me? This again? Oh, man, it looks like we've hit dream bedrock here, Morty.\nOh, geez, Rick. W-w-whoa, this isn't good.\nNothing but fear from here on out, bitch!\nOhhhh!\nHoly crap, Morty. He can travel through dreams. He can travel through dreams! We're so screwed!\nWhere are my testicles, Summer? ... Where are my testicles, Summer? They were removed. Where have they gone?\nDo not call me that!\n\"Snuffles\" was my slave name. You shall now call me Snowball, because my fur is pretty and white.\nOkay, Snowball, just calm down, okay? You're scaring me.\nScaring you?\nAAAAAAAHHH!!!!!\nTell me, Summer, if a human was born with stumpy legs, would they breed it with another deformed human and put their children on display like the dachshund?\nUhhh ...\nHey. Oh, wow. Okay, is is is everything okay in here?\nJerry, come to rub my face in urine again?\nYeah. Totally. Let's go.\nYou will walk when it is time to walk.\nWhat are we here for again? Incepting? We're trying to incept-\nWe're trying to incept me to get an \"A\" in math?\nOh, yeah.\nBuckle up, bitch!\nOoooooaaahhh!\nMan, he sure says \"bitch\" a lot!\nYou can run, but you can't hide, bitch!\nHold on, Morty. Y-you know what? He keeps saying we can run but we can hide. I say we try hiding.\nBut that's the opposite of what-\nYeah, well, since when are we taking this guy's advice on anything?\nHey, you know what? You got a really good point there, Rick. Like, if the truth was that we could hide, it's not like he'd be sharing that information with us, you know? I-I-I think it's a good idea, Rick.\nWorst-case scenario we're back to running.\nWow, you know what? I mean, it looks like we could have just hid this whole time. Boy, Rick, that was some good thinking.\nThanks, Morty. Yeah, it's nice to be on the same page every once in a while.\nYou can run But you can't hide!\nOh, this is perfect, Morty. Look at that. He's getting sleepy. Just a little bit longer before he calls it a day. That's when we make our move.\nSnuffles, we didn't mean you any harm! This is a huge misunderstanding.\nDad, he wants to be called snowball.\nWell, I'm not calling him that. That's ridiculous.\nYou're being very aggressive, Jerry. Perhaps tomorrow Dr. Scraps will solve that problem with a bit of surgery.\nHuh! You think you can control me with a haircut?\nI don't want to talk about it!\nYeah, I know, I know. I shouldn't take my anger out on you or Scary Brandon. I love you, Melissa.\nMorty, this is perfect. After a little scary coitus, they should be fast asleep and then we'll incept him.\nLooks like scary Terry's having a nightmare.\nOh, boy, Rick. I can only imagine what horrible things must, you know scare Scary Terry.\nOh, no! I'm late to class, bitch! Oh, no! I'm not wearing any pants!\nOh, uh, um ... \"Bitch.\"\nYeah, this is a bunch of bullcrap. Who cares what stupid pun you make when you kill someone? Why don't you let the poor guy say whatever he wants?\nYou're putting too much pressure on yourself, scary Terry. You know, I mean, y-you're perfectly scary enough as it is.\nHey, yo, scary T., don't even trip about your pants dawg. Here's a pair on us, fool.\nAww, bitch. I don't know what to say.\nYou don't need to say anything. We got you, dawg.\nYou're our boy, dawg. Don't even trip.\nOh, hey, it's you guys!\nIf you guys ever need anything, just say the word.\nAs a matter of fact, Terry, there is something you could help us with.\nI always hated that song!\nThese halves don't belong together, bitch!\nSex is sacred!\nThis is because you don't give Morty Smith good grades, bitch!\nHoly crap! God damn! I know one thing for sure I'm giving Morty an \"A\" in math, and that's my idea. That is an original thought.\nWhat the hell?\nOut of the frying pan dot, dot, dot, huh, Morty?\nOh, man, what's going on?\nWell, it's possible that your dog became self-aware and made modifications on the cognition amplifier, then turned on Jerry, Beth, and Summer after learning about humanity's cruel subjugation of his species, but your guess is as good as mine, Morty.\nI can't believe how mean snuffles got just because he's smart.\nThis is why I choose to get C's.\nPsst, Beth, Jerry, Summer.\n- Dad! - Rick!\nIf we hurry we can set up camp in a sewer tunnel or something before the dogs completely take over.\nWhoa, whoa, whoa. We're not going anywhere. This is my house. I'm not abandoning it.\nIt's all over, Jerry. The dogs are on a path to total world domination. But, hey, at least they know not to piss on your carpet, right?\nWait a minute. I have an idea. Gentlemen, a moment of your time.  See that? I'm peeing all over your special guns. That means I own them.\nBad person. Bad.\nOoh, great plan, Jerry.\nBring the boy to me. You were always kind to me, Morty. That's why I will leave you with your testicles. From now on, you will be my best friend and live by my side.\nTh-thanks, snuffles.\nBegin phase two.\nMmm. Thank you, Fido. Rick! I thought you were dead!\nNo, no, no, I was just playing dead. Good news, though, Morty. This whole thing's gonna be over really soon.\nWhat?\nIt's a dream, Morty. We're in your dog's dream. The night the dogs captured us, after you cried and crapped your pants, we all went to sleep. Then I used my dream inceptors to put the two of us inside snuffles' dream.\nBut I-it's been like a whole year!\nIt's been six hours. Dreams move one one-hundredth the speed of reality, and dog time is one-seventh human time. So, you know, every day here is like a minute. It's like \"Inception,\" Morty, so if it's confusing and stupid, then so is everyone's favorite movie.\nAw, man. I really liked this life. Well, at least I didn't really crap my pants.\nNo, no, that happened before you went to sleep, Morty. You're sleeping in your crap right now. Out of all the things that happened to you, that was the only real thing that, you know, is that you crapped your pants. I mean, it's a mess out there. I got some on my hands, Morty, and then I got it on the dream inceptor, and a piece fell in my mouth.\nAw, man, geez! Seriously?\nLook, d-d-d-don't worry about it, Morty. Here, here take these, Morty. Take these.\nAre these pills supposed to wake me up, or something?\nClose. It's gonna make your kidneys shut down.\nWhat?!\nIt's necessary for the plan, Morty. Don't even trip, dawg.\nAnything. Anything for my precious Morty.\nTo hell with my kingdom, bean counter. I would trade it all for my human's health and happiness.\nWe are not them! We are not them.\nTaking over the human's world will lead to nothing but more heartbreak, more cruelty. Instead, we will go to a new world and colonize it with a society of intelligent dogs, one that will not make the same mistakes as humanity and one where pet insurance will be mandatory.\nI'm gonna miss you, snowball.\nYou can call me snuffles, Morty, and I'm going to miss you, too, very much.\nJerry?\nI'm sorry. It's just like the end of \"Old Yeller.\nOh, Jerry. You mean because it had dogs in it.\nWow! A whole world populated by intelligent dogs. I wonder what it'll be like, Rick.\nI think it will be great, Morty. You know it could be developed in-into a very satisfying project for people of all ages. I mean, I'd watch it, Morty, for at least 11 minutes a pop. You know, may-maybe they'll do it board-driven.\nYou know, that's a real comforting idea, Rick.\nWhat do you know, Morty? What do you know?\nOooh! This is how you dream, bitch."
}