{
    "se_ep": "1_6",
    "script": "Principal Vagina here, don't let the name fool you, I'm very much in charge, reminding you that tonight is our annual flu season dance. I don't know how many times I have to say this but if you have the flu, stay home, the flu season dance is about awareness, not celebration. You don't bring dead babies to Passover.\nOhhh. Okay, here we go.    H-Heyy Jessica, ughh.\nWhat's up Morty?\nUgghh\nWhat are you doing?\nUmmm\nWait, wait, Were you about to talk... to her?\nWell, I mean, I was thinking about it.\nDude, Stay in your league! Look at how hot she is! You don't see me going to a bigger school, in a wealthier district and hittin' on their prettiest girl!\nGee, thanks, Brad.\nI throw balls far. You want good words, date a languager.\nEh, Try not to worry about it, Morty. You're a good kid, and there's not a premium on that right now, but you'll be getting girls sometime after Brad's out of shape.\nYou're missing the point, Dad. I don't want girls, I want Jessica!\nAhhh, well,  I remember feeling that way about a young lady named your mom, and that's not an urban dis, your mom was my Jessica. I remember the first time I saw her, I thought...\nI should get her pregnant, then she'll have to marry me.\nI beg your pardon, Rick, INAPPROPRIATE.\nSorry, please proceed with your story about banging my daughter in high school.  I'm not sure you want to take romantic advice from this guy, Morty, his marriage is hanging from a thread.\nMy marriage is fine, thank you.\nJerry, it's your house, whatever you say it is is how it is,  but I think a blind man could see that Beth is looking for the door. I barely have a reason to care and even I noticed.\nCome on, Rick, don't talk about my parents like that.\nListen, Morty, I hate to break it to you, but what people call \"love\" is a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it, your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science.\nAlright, well, I'm gonna go get dressed for the dance.\nYeah, I'm just going to...check on your mom.\nMorty, hand me that screwdriver, huh?  I'm almost finished making my ionic defibulizer, Morty. It's gonna be great.\nHey, listen, Rick. You know how you said that, you know... love is a chemical and all that stuff from earlier?  Well, I was thinkn', you know, www... could you make some sort of chemical thing happen inside of Jessica's mind, you know, so where she falls in love with me and all that sort of thing, you know, like maybe make some sort of love potion or something?\nMorty, that's such a poor use of my time, it's beneath me. Hand me the screwdriver.\nYOU KNOW WHAT, NO RICK! I'M NOT GONNA HAND YOU THE SCREWDRIVER! Uh, I'm never gonna hand you anything ever again, Rick.  I'm always helping you with this and that and the other thing. Www...what about me, Rick? Www... why can't you just help me out once, once, for once?\nYou're growing up fast, Morty. You're growing into a real big thorn straight up into my ass!  Listen, this is called oxytocin. I extracted it from a vole. You know what a VOLE is, Morty, you know what a vole is?\nIt's a, it's a rodent that mates for life, Morty. This is the chemical release in the mammal's brain,  ...that makes it fall in love. Alright Morty, I just gotta  combine it with some of your DNA.\nOh well, okay...\nA hair, Morty, I need one of your hairs! This isn't Game Of Thrones.\nOww!\nAlright, Morty, whoever you smear this stuff on will fall in love with you, and only you, forever. Ya happy now, Morty?\nHeck yeah! Thank you, Grandpa Rick!  Hey there's no dangers or anything or side effects, right?\nWww.. what am I, a hack?! Go nuts, Morty, it's full proof.\nUgh, unless she has the flu.\nBeth, do you still love me?\nWant kinda question is that?\nThe \"yes\" or \"no\" kind.\nJerry, do you want homeless people to have homes?\nYess.\nAre you gonna build them?\nNoo.\nThen what good was the \"yes\"?\nWait, iii... is loving me the house or the homeless people?\nLoving you is work, Jerry, hard work, like building a homeless shelter. Nobody want to say \"no\" to doing it, but some people put the work in. So what do ya say? Do you see me working here? Does this conversation seem tedious to me?\nSort of.\nBut I obviously sort of love you, don't I?  So stop asking and maybe I'll love you more.  Crap, They need me at the horse hospital.\nThis late?\nThe racetrack had a starlit derby, there's a seven horse collision, and Davin's there alone.\nHey there, Jessica.  Whooa-whoopsie!\nOmigod, Morty. You look REALLY nice tonight.\nWOW, thanks!\nI love you, Morty. I love you so much it burns!\nOh man. I love you too, Jessica!\nIs this punk bothering you, Jessica?\nLEAVE HIM ALONE, JERK!  I'M IN LOVE WITH HIM! HE'S MORE MAN THEN YOU WILL EVER BE!\nAw man, Morty, ugh, I'm really sorry.\nOh, well, no problem Brad.\nThere's somethin' special bout you, somethin' special.\nWhoa, take it easy!\nGET YOUR HANDS OFF OF HIM!\nBACK OFF I'M TRYING TO BE WITH MY MAN!\nThat's enough Bradley. We don't want you injuring your ball-throwing arm.\nOh, Principal Vagina.\nNever leave me, Morty, NEVER.\nUh, sure. I mean, of course not. What do you think that was all about?\nWho cares? Just hold me.\nLET ME GO!!! I LOVE YOU MORTY!\nShe's gonna be alone with that guy all night.\nYeah, Dad, digging around the inside of horses. It's not a very romantic setting."
}