{
    "se_ep": "2_1",
    "script": "Hurry up Morty, Grampa's about to unfreeze time. You know you really should be cleaning from top to bottom.\nI know how to vacuum Mom and Dad, Summer, I've been doing it for six months!\nThen you've been doing it wrong for six months. Oh, my God, is that mildew?\nIt's not my fault we froze time on a humid day!\nYou have dropped so many balls, man. Do you ever get scared Grampa Rick might make me his new sidekick?\nWhat? What kind of monster are you?\nA competent one.\nWho cares about the  thing you guys are talking about? The whole point of freezing time is to stop giving a fuck. Put a shirt on your dumb dad and let's get this dumb universe rolling. Let's do this thing.\nAlright, listen, you two, we froze time for a pretty long time, so when I unfreeze it, the world's time is gonna be fine, but our time's gonna need a little time to, you know, stabilize.\nOur time is gonna be unstable? What does that even mean?\nIt means relax and stop being a pussy, Morty. I thought you learned that by now. It also means don't touch your parents or we could shatter into countless theoretical shards.\nWait a minute, what?\nAnd away we go!\nUh, did we ever put that mattress under Mr. Benson?\nShhh, Morty!\n...A THING OR TWO ABOUT... wait, what? Was the house...? When we pulled up I could have sworn the house was completely trashed.\nNegative visualization, Jerry. It explains a lot about where you're at. Hi, sweety.\nHi, dad.\nSummer, Morty, are you okay?\nW-We just missed you a lot.\nYeah, we missed you so much. Too much to hug you though.\nYeah it would literally destroy them. Now listen, why do—why do—why—why don't you guys go get a free sunday ice cream,  go out there and get some ice creams. Here's five hundred dollars cash in unmarked moneys. I'm just gonna put it on the floor and uh, kick it on over to ya. You guys go nuts.\nThis better not be a bribe. If I find a single thing out of place in this house, my love of ice cream won't save you. I'll get my jacket.\nSweety, is your shirt on backwards?\nOh!\nUh oh.\nYeah, I like it this way. I'm not stupid.\nPhew...\nMan that guy is the Red Grin Grumble to pretending he knows what's going on.  Oh you agree, huh?  You like that Red Grin Grumble reference?  Well guess what? I made him up. You really are your father's children. Think for yourselves, don't be sheep.\nGod, I feel terrible.\nYup, it really makes you appreciate how fickle the universe can be.   One minute you're falling off a roof for six months, the next minute, bam!\nUh, just to be clear, it was Summer's job to put the mattress under-\nUh, what? It was your job, Morty.\nNuh uh!\nYeah huh!\nActually, sorry Summer, I gotta back the M bomb on this one. I remember the conversation. We told Morty to replace all the bank's money with cookies, your job was to put the mattress under Mr. Benson.\nBoom! In your face Summer! You really dropped the ball, man.\nShut up Morty, you vindictive little turd!\nYou shut up you big... female asshole!\nI didn't!\nYou didn't what?\nWhat's yours?\nYou shut up!\nWhoa whoa wh-what the hell hell hell hell hell?\nOh God, oh no, what did you guys just do?\nWhat do you mean?\nWait, what am I saying?\nWere either of you guys uncertain about anything just now?\nOh man... I don't feel good.\nAm I me? I think so.\nA-am I talking right now?\nWait, who said that?\nAlright both of you, just don't move, don't speak, don't think. I have to check something.\nWhat should we do Morty?\nLet's see if he needs help.\nWhat do you mean you're gonna help him.\nUgh, I can help too.\nWhat's happening Grampa?\nShut up!  Oh crap are you kidding me? Two dots? This never needs to be more than one dot. The two of you made us uncertain!\nWhat do you mean?\nWhat? In English?\nWhat? English please?\nOur time is fractured. You two somehow created a feedback loop of uncertainty that's split our reality into two equally possible impossiblities. W-we're exactly like a man capable of sustaining a platonic friendship with an attractive female co-worker. We're entirely hypothetical.\nBut I thought there were infinite timelines.\nWe're not on any timeline, dummy. Look.\nOh, my God!\nAre those cats?\nI assume they're Schrodinger's cats. A-actually, I assume they both are and aren't, just like us.\n“Mom and Dad?” Get your head out of your family's ass. The three of us are lost in a timeless oblivion. Your parents get to exist. They're probably living it up in some pointless grounded story about their shitty marriage.\nCold Stone Creamery is the best. What should we do with our remaining twenty dollars?\nYou realize they sing no matter how much you tip.\nHoly shit! What happened?\nI hit a deer! W-we have to tell the cops you were driving.\nW-what?\nThis is Rum Raisin!\nIt's still alive.\nWell, do we- do I uh, get a big rock? Or--\nIt's not an armadillo, asshole!\nI thought that's what a man's supposed to say, it's not like I could have actually done it.\nIf we were near a hospital, I could treat it, but I-I think we have to just-\nIt's okay, this is just something that happens. And even if we were in a hospital, what could we do, you're a horse surgeon, not a deer surgeon.\nSo...\nWell don't different animals-\nRequire different levels of skill to keep alive?\nOh God...\nGet the deer in the car, Jerry.\nYes Beth.\nThis is why you don't freeze time, you guys. It's incredibly irresponsible.Morty 1\nAnd you did it so you could clean the house after a party?\nLook, there's no time to hold me accountable, Morty. Like literally no time. Look around. Uncertainty is inherently unsustainable. Eventually everything either is or isn't. And we've got about four hours to be “is”.\nOr...\nOr?\nWe “isn't”\nAlright, since this time crystal exists in both possibilities, and since it's impossible that I didn't nail this, I'm probably about to press this button in both possibilities at exactly the same time.\nWhatever you're asking, the answer is I'm amazing. And away we go!\nHuh, what do you know, it's working\nOw, ow ouch!\nWhoa, ow, ow.\nOh shit.\nWhat the hell is wrong with you two!? I—I m—I m—I mean you four!?\nGood I'm glad it was painful. You do deserve it! I saw you, you're both  all over the damn place. We've been split for twenty minutes and your lives are already scattered to the quantum fucking wind? What the hell do either of you have to be so uncertain about? Your brand of zit cream? Which chair to sit in while I do everything? Come on, spit it out!\nWell you don't exactly make it easy, Rick!\nYou make fun of me all the time and now Summer's doing it too!\nYou're always picking on me and now you got someone to kiss your ass!\nMe? What about you? Would you get more excited to see me fail? You want Grampa all to yourself!\nAlright, cool it, I see what's happening here. You're both young, you're both unsure about your place in the universe, you both wanna be “Grampa's favorite.” I can fix this. Morty sit here, Summer, you sit here. Now listen, I know the two of you are very different from each other in a lot of ways, but you have to understand that as far as Grampa's concerned, you're both pieces of shit. Yeah, I can prove it mathematically. Actually, let me grab my whiteboard. This has been a long time coming anyway.\nEmergency, wounded deer coming in.\nThree. Excuse me, you can't be back here.\nI'm a certified horse surgeon, and this deer needs medical attention. Nurse, please move that snake.\nThat's my nurse, and as a horse surgeon, I'm sure that you know that deer have much smaller, much more intricate organs-\nAs a vet, I'm sure you know a deer is closer to a horse than you are to a doctor, so let's save the measuring for when our dicks are out, it's time to save a life!\nGeez...\nThat's odd, this deer's wounded.\nUh, yeah, I was there, you don't have to rub it in.\nI mean it's been shot. With a gun.\nMay I help you, sir?\nLook, I don't know what the law says about this, but I took an oath that I would let no animal come to harm. Except when sterilizing, aborting or euthenizing them and also when eating them at almost any meal.\nIn your dreams, bitch! Scalpel!\nSo in conclusion, you're both equally mercurial, overly sensitive, clingy hysterical bird brained homunculi. And I honestly can't tell the two of you half the time because I don't go by height or age, I go by amount of pain in my ass, which makes you both identical. Alright, everything resolved? Everybody nice and certain about their position in my world?\nAlright, perfect. Sit still,  arms down, I'm gonna do this again, this time, be like Grampa.\nYou mean drunk?\nNo.\nHuh, that's weird. Oh, my God.\nWhat?\nThat son of a bitch is gonna kill me!\nRick what the hell are you doing?\nSaving our lives. After he takes me out he's gonna be coming for you!\nWho?\nMe!\nAhh!\nWhoa whoa!\nOh God, now there's three of them, we're outnumbered! Get in the cupboards! Wait, don't don't do that, they'll know... wait wait, think about getting in the cupboards but don't really. AAAAH IS THIS WHAT YOU WANT YOU SICK FUCKS? YOU WANNA SEE CHILDREN DIE?\nYou son of a bitch, you don't stop living until I SAY SO!\nWho's this now?\nShe normally works on horses.\nJerry, if you're not gonna help, get the fuck out of here! I will reach into heaven and yank your screaming deer soul back!\nJesus...\nShh shh... I know where you are, you creepy old monster... I know how you think! Oh, is this where you think I'm going? You think I'm standing here? Well maybe you're right!\nHoly shit, now what?\nWell if all of me knocked out all the Ricks, and you peed in all of your pants, doesn't that mean that we're all synchronized?\nRight.\nOkay... so from now on, whatever we do we have to be certain.\nRight...\nI think I'm certain we're F'd in the A.\nOh God, my head. What did you guys do?\nWe put you in a dog crate because you were acting crazy, and you caused another time fracture.\nYou tried to kill yourself!\nOnly in self defense, myself tried to kill me first! Guys, I don't expect you to understand this, but time breaking twice means our problem is two times bigger and we've got half as much time to solve it. Well actually, I do expect you to understand that, it's basic math. C-could someone just let me out of here? If I die in a cage I lose a bet.\nWell is there some way you can prove you're not a threat to yourself and others anymore?\nAh, for God's sake, alright here, give me the time crystal.\nW-what're you doing?\nCalling myself. Here, listen,  it'll probably go to voice mail since, you know, I'm calling myself.\nDon't fall for it, it's a bit.\nHey Rick, it's Rick. Listen, I'm sorry about earlier. No hard feelings. I know you know I mean it too. Take it easy. Whoa. Damn, look at this, I'm blown up. Three new voicemails.  Yeah yeah, I heard this one.  You get the idea  we're cool now.\nOkay, well we're still not gonna let you out of this crate.\nFine I'll just do it myself.\nIf you could get out that whole time why didn't you?\nBecause I waited until I was certain it was what I wanted to do, Morty. That's the difference between you and me. I'm certain, and you're a walking burlap sack filled with turds.\nYou know, geez Rick, y—y—you're really tearing into me right now. You know, words hurt.\nOh, my God!\nIt's a monster!\nIt's a monster!\nEy, ye ey, quit yellin' quit yellin'.\nWhat the fuck?! Your time is all ripped up to hell! You broke your time, twice!\nHow did this happen?\nShut the fuck up! Oh, damn, I'm from the 4th dimension. I can hear all o' y'all. Now let's just see what we got here for a second.\nAy, damn it, were you tryin' to use this to- oh, see, you broke time, and you thought you could just stick it back together with this? How you think you gonna move time while you're standin in it you dumn ass three-dimensional monkey ass dummies?\nOh way to go, Rick.\nYeah Grampa, way to go.\nOh, what you're just gonna listen to this guy now? He's got a giant testicle for a head! He came here in a bubble. For all we know he could be the David Berkowitz of Nutsack Land.\nShut up. Here, put these on. They'll sync your possibilities up so I can bring you back to certain time. Y'all just-just negligent, now ay, ay, ay, the three of you, put your collars on!\nExactly, because you're being obstinate.\nYes, we're back, problem solved.\nYes, we're back to our own time.\nYes no more cats, no more cats, oh you did it, you fixed it.\nYeah, now keep those collars on so you don't break your weak ass time again.\nHow long exactly do we have to wear these things? They're really embarassing.\nWell since you're goin' to time prison, I'd say you can keep em on forever.\nTime prison?\nYeah, well I don't know where you expect me to think you got that crystal over there, but the only way you dumb ass, assin' ass asses could ever have one, is if it was stolen.\nYou stole a time freezing crystal from testical monsters?\nI would have been happy to pay for it, Summer, but they don't exactly sell them at Costco. Besides, there's a larger lesson to be learned here. Get him!\nUtutututut! You'd better keep back! Man this will turn your ass into a third trimester fetus from 30 yards.\nHmm...\nIsn't there a kitten somewhere that needs a manicure?\nHoney, it's gonna be okay. These men are from the Cervine Institute of Elk, Moose Deer and Stag. They can take this deer to a helicopter and fly it to the country's top deer surgeon on a wildlife reserve across the state border, where your jurisdiction ends.\nI guess that's the end of that.\nWe did it...\nUh-huh, no motha- no, Earth, dude, I'm talking 'bout, yeah, with the dinosaurs. No, if you've get to the dolphin people, you've gone too far. Alright man, I'll talk to you later, okay.  You know what they do with 3rd dimensional life forms in time prison? Same thing they do in every other prison, only forever.\nWhy are you doing this?\nYou think I wanna be an omniscient immortal being transcending time and space my whole life? I got ambitions man, bringin' you guys in is my ticket up.\nWhat if I told you there's a huge ticket up right behind you?\nYou really think I'm that stupid?\nAlright, hear me out on this. You're immortal, right, which means your life is infinite. Well in that case there's 100% chance that you'll eventually do everything, including turning around to look behind you.\nI cannot argue that.\nAh, God, gross and weird!\nChris!\nYou killed my gun!\nSummer, Morty, take off your collars!\nWhat? What the hell are you doing?\nGood question. I suppose the answer is\nOh, no, what are you doin'?\nLis- ay, to, AH. But these arms are vestigial. Now you poked me where an eye would have been about six million years ago.\nOw, I'm defeated...\nLook, I know I was kind of a nuisance today. I know it's my fault we hit the deer, and I know you wanted to be the one to save it.\nWhatever. How petty would I have to be to care less about an animal's life than my own ego?\nHmm... you'd have to be pretty petty. But you'd still be the woman I married.\nWhere are we going?\nOne last stop.\nWhere's the helicopter?\nThere is no helicopter and there is no Cervine Institute.\nBut the top deer surgeon...\nI'm looking at her. Thanks for F.D.'ing me up like that.\nI need five minutes.\nJerry, this was the most romantic weekend I've ever had.\nThanks to Cold Stone Creamery.\nYes, oh, yes, yes!\nWoohoo! Whoo! Whoo!\nOh, that was a close call. Oh yeah, do it Rick, do it right.\nYou know what I'm talking about, oh yeah. I'm gonna do the cabbage patch, Morty. Check me out I'm doing the cabbage patch dance. It's a classic dance, remember, like this. Oh shit look at that.\nDo the cabbage patch. Do—do—do the dance.\nHey wait a second, how come you guys took longer to get here?\nI don't know. I think like one sixty-fourth of my collars didn't work. It's hard to keep straight now that I have sixty-three other memories of everything.\nYeah.\nBut I feel like one of the sixty-four Ricks like, sacrificed himself for me, maybe, I think.\nShut up, Morty. The last time you felt something, we all almost died. You little s—piece of shit.\nHey guys, we're home.Morty & Summer\nUm, hold the phone, where did you guys get those necklaces from? Uh, Lady Gaga, table for three, am I right?\nAre you guys Power Rangers? But only on one small part of your necks? Hey, do those things need batteries? Were they included? Clean up in the fruit isle! Not in a homophobic way though, they're just fruity necklaces is all I was saying.\nI'm gonna pee my pants.\nDoesn't feel so good, does it?\nNo it doesn't. It hurts.\nI'm gonna pee-hee-hee.\nSomebody call the planet of Tron, we have three Tron people over here. But seriously, are these Halloween costumes? Are you going as motorcycles? With green headlights instead of normal ones? Are you dogs? Robot dogs? Gosh, you guys are lame. Are those chokers from the 90's? What is this, a 90's nostalgia thing? Are you guys in that movie “The Craft” with Fairuza Balk?\nHey man, when the hell were you?\nI told you past the dinosaurs.\nCome on, man, it's this way...\nThere he is, there he is, there he is, there he is, stop, stop.\nYeah, that's him. Hey, man, remember me?  I got something for your ass! You don't mess with time! You don't fuck with time, motherfucker!"
}