{
    "se_ep": "2_5",
    "script": "Oh boy. Time to go, Morty.\nUhh, where?\nThe Pentagon. I mean, not THE Pentagon.  The lame one, here on Earth.\nIs it God? If it’s God, do we get out of school?\nIt’s not God, Summer.\nShe’s allowed to think it’s God if she wants, honey!\nShut up, Jerry.\nOk…\nDad, what do you know about this?\nMorty and I are going to look into it. You guys hold tight.\nScary stuff, huh? Pretty freaky. Hi, I’m Morty’s math teacher. I’m also part of the street team inviting folks to the church downtown so we can pray together.\nHow is praying going to help?\nMa’am, a giant head in the sky is controlling the weather. Did you wanna play checkers? Let’s be rational! I’ll see you at God’s house!\nGentlemen, gentlemen, one at a time! Simon?\nHave you tried sending it launch codes? Mr. President, what America’s got is 70,000 megatons of KABOOM-BOOM! And I say we show it right up this floating head’s ass!\nStay back! This watch turns people into snakes!\nStand down. Everybody stand down! I’m the leader of these people and I’m unarmed. There’s no need for any more snake-makery.\nMy name is Rick Sanchez. This here’s my grandson Morty.\nHey.\nI’ve seen enough of the galaxy to know that what we’ve got here is a Cromulon from the Cygnus-5 Expanse. So you can forget about nukes, and you can forget about math.  This head won’t go away until  Earth shows them it’s got a hit song.\nNo, Frasier. A live performance of a newly-written, catchy, original song. The Cromulon feed on the talent and showmanship of less-evolved lifeforms.\nAll right, all right. Thank you, Mr. Sanchez. Change of plan, people. Get me Pharrell, Randy Newman, Billy Corgan, and The-Dream.  The-Dream? He wrote “Umbrella” and “Single Ladies”? You people haven’t heard of The-Dream?\nYou’re gonna wanna put them on that giant speaker system at your sonic testing facility at Area 51.\nHow do you know about that?\nFor God’s sake, Nathan, the man turns people into snakes. He can use Google Maps.\nWhat? How is that possible? Do people just die when I name them?\nDear God.\nGood luck, Mr. President.\nSanchez! Are you a musician?\nI dabble, Mr. President.\nGet this man and his grandson on a Blackhawk to Area 51.\nHi, Principal Vagina. The name’s real, possibly Scandinavian. I’m just gonna come out and make this pitch. The old gods are dead. Fuck all previous existing religions. All hail the one true god, the giant head in the sky.\nAh, di di di di.  Bob, Bob, I get it. But unless this  can beat that… what have you done for me lately?  So if you wanna excuse me, I’m going out on the sidewalk and dropping to my knees and pledging my eternal soul to the thing that literally controls the fucking weather!  Outta my way!\nOhhhh, this is my favorite part!\nRick, are you really a musician?\nWho’s NOT a musician, Morty?\nMe!\nYeah, not with that attitude.\nB-b-but we don’t have a song!\nGiant head in the sky, please forgive all that we’ve done. We’re sorry for increased levels of emissions and our racism. And of course, the amber alerts I keep ignoring on my phone.\nAll right, Morty, let’s get ready to do it! Why don’t you, uh, find a button on one of those keyboards and lay down some kind of beat?\nRick, I think we need to cut our losses. We get our family and portal out of here!\nMorty! Good music comes from people who are relaxed. Just hit a button, Morty! Gimme a beat!\nOh man, ok, all right, um…\nAhhhhh yeahhhhh Ya gotta get schwifty  Ya gotta get schwifty in here It’s time to get schwifty\nGet… schwifty? What the hell is that?\nIt’s our world’s best effort, that’s what.\nTake off your pants and your panties Shit on the floor Time to get schwifty in here I’m Mr. Bulldops\nMr. Bulldops?\nDon’t analyze it, Nathan. It’s working!\nTake a shit on the floor Time to get schwifty in here\nListen! The storm is stopping!\nHey, take your pants off It’s schwifty time today\nPlease be kind to us for we are but tiny things with entire bodies stuck to your ground.\nNow hold on a second, let’s be rational about this.\nNo, I’m… I’m just saying, we don’t know if there’s a cause-effect relationship --\nOh, God, what’s going on now?\nWhat the hell happened?\nI think planet Earth has just been transported.\nThe head has left and sent its children!\nHoly CRAP!\nOh dear giant head, we apologize for that discussion! It will never happen again!\nWE ASKED THEM TO SHOW US WHAT THEY GOT. AND THEY DID. NOW WE’LL SEE WHICH OF THEM HAS GOT THE MOST. 24 HOURS, FIVE PLANETS, FIVE SONGS. BUT IN THE END, THERE CAN ONLY BE ONE. PLANET MUSIC! All participation is involuntary. Disqualified and losing planets are disintegrated by plasma ray.\nUhh, it’s probably a bad time to mention it, but any astronauts you guys had in orbit are definitely dead.\nWelcome back to Planet Music! First up, let’s hear the latest song from planet Parblesnops. The Greebybobes! SHOW ME WHAT YOU GOT.\nDISQUALIFIED!\nThere’s one every season. Moving on to planet Arbolez Meterosos. Arbolian Meterososians. SHOW US WHAT YOU GOT.\nLike we’re not already under enough pressure!\nGeez, Morty. The guy’s just doing his job. Take it easy.\nRick, Ice-T, could you guys take it less easy?! We’ve got six hours to come up with a song!\nGenius happens in the moment, Morty.\nWell, can we at least go get our family? You know, so we can take them with-with-with us if we lose?\nThat’s planning for failure, Morty. Even dumber than regular planning.  Balls.\nMorty, Morty, stop! Listen! There’s only so much charge left in this thing. If we portal home from here and back, we’re not gonna have enough charge left to get off-world. Get it?\nWhat?!\nYeah,  you see, I try to shelter you from certain realities,  Morty. Cause if I let you make me nervous, then we can’t get schwifty.\nStop saying it like it’s a thing! You made it up!\nHey, Morty! Could you lick my…\nRick, cut it out! That’s not funny, Rick!\nI’ve seen enough. These guys are one-hit wonders.\nAnd what’s your plan, General?\nWe still have the nuclear option. On my word, we can launch a nuclear missile at every one of those heads in the sky.\nOur planet’s held captive on a live game show and your solution is to shoot the audience? You can put your faith in nukes if we get through this, General. Until then, I’ll put mine in Rick and Morty. “Get Schwifty” was a jam.\nHello? Yes sir, yeah. Thank you sir, thank you. He says he’s proud of what we’re doing and hopes we have a great Ascension Festival! Happy Ascension!\nWe should pack up and leave town now.\nI think it’s inspiring that our community is coping with fear in a way that involves a festival and homemade ice cream. If you’d stop being such an evangelical atheist, you might start enjoying yourself.\nWhoa! Look at you! You’re wearing the hat and everything!\nHere’s yours!  Mom, do you mind if I cook dinner tonight?\nYeah, sure. Wait, what??\nI love you guys. You gave me life. And it’s the will of the many heads that all children honor their parents.\nDinner sounds nice.\nFather, can we please go to the Ascension?\nSure! Let’s go to the Ascension. Wh-wh-what is it?\nWe hereby send these un-wantables skyward that they might be inhaled by the many heads, later to be sneezed back to us as better babies!  Headward, free now to rise.  Headward, free now to rise.  Headward, free now to rise.\nOh yes, yes! Rise to the giant head! You are free to be free!\nA squeegee comes up from the garage, right? And he’s got a lobster in one hand and movie tickets in the other. He’s like, “I’m ready!”\nWho would take a lobster to see Iron Man 3?\nAw, damn. We’re out of original flavor Fig Newtons. I should get going anyway.\nWait, wait, wait! Come on, h-hold on a second!\nWhat?!\nDamn. You didn’t tell me you fuck around with portals and shit.\nThat’s it!\nWhoa, whoa! Morty! Give me that!\nYou lied! You lied about the charge! You were just being lazy! Get back! Sit down!\nMorty, just put it down. You don’t know what you’re doing.\nI’m going to go find Mom and Dad.\nNooooo!\nAhhhh, shit!\nAh, shit.\nAhhh, shit.\nAnd then Ethan played guitar and we learned the Seven Contemplations of the Head by singing them. It was really fun. Praise be the head!\nYeah.\nHi folks, Head Priest Vagina. Thanks for farming all those potatoes. It’s 6 p.m., so if you’re a parent, you’re now entitled to adoration from your children.\nI’m going to start dinner!\nI don’t know what to say. Summer is doing really well here.\nShe’s aced every test in potato class, and look how important potatoes have become.\nShe’s not getting pregnant or doing drugs or missing curfew…\nThat’s not our business as long as Summer is thriving!\nTaco time!  I hope it pleases you as the head desires.\nThat’s wonderful, Summer!\nWe’re so proud of you. But honestly, you don’t have to make dinner every night.\nOf course I do, silly!  Oh my God, daddy, I’m sorry I called you silly! I’m so sorry!  Heavenly head and cranial creator! Forgive my transgressions against family and community! May my chores complete me as I complete them!\nMorty.\nBirdperson?\nYou appear to be dying. I will make efforts to prevent this, but can promise nothing.\nWh-What do you think, Ice? Probably a little over-developed.\nShit. Over-developed, under-developed. Bad songs are bad songs.\nWell, do you think maybe, could you give me some help with it, or… ?\nAh, hell no, man. You do your thing, but I can’t afford to get my pride wrapped up in your shame. You know what I’m sayin’?\nIce, I don’t want to be a negative Nelly or anything, but  if Morty doesn’t come back with my portal gun and I eat it out there, it’s, uh, kind of your problem too.\nPfff. I ain’t worried about no Earth blowin’ up, man.\nWhat? Why not?\nYo, this is why.\nWhat the fuck? You can turn into ice?\nMy story begins at the dawn of time in the far away realm of Alphabetrium. There, every being is a letter of the alphabet. But I was frozen and exiled to the cosmos by my elders as punishment for not caring enough about anything. Earth is just one of the many stops on my lifelong journey with no destination. So you better believe I don’t care if it blows up! Cause I’ll just be ice, floatin’ through space, like a comet!\nTake it from me, Ice.  You can’t just  float around space not caring about stuff forever.\nPshhhh. Man, watch me. Good luck, Rick.\nOk, things are getting out of hand. I better make sure Rick has everything he needs to “get schwifty.”\nOh, for God’s sake, that’s enough.\nWhat the hell are you doing, Nathan? I’m the goddamn President of the United fuckin’ States!\nI’m setting the nuclear option to launch one minute into Earth’s performance. And you, Mr. President, I hope you like being hit in the face with a gun!\nWait, wait, wait, why-why --\nI believe I can access the history of Rick’s gun and help you get back to him.\nBut can you help me get to my family? You know, at my house?\nIs your intention to abandon Rick using his own portal gun? In bird culture, this is considered a dick move.\nAll of Rick’s moves are dick moves! Wh-what am I eating? What is this, bird seed?\nIt is random debris. I found it in my carpet. I don’t know what humans eat.\nDon’t be gross, Tammy.\nTammy… gross. Birdperson, you always stick up for Rick, but he doesn’t care about anyone but himself. He doesn’t think about the consequences of anything he does.\nAnd as a result, he has the power to save or destroy entire worlds. And he is the reason you and I know each other. And the reason I’m alive at all.\nWhat’s that? Who’s that baby?\nMorty, suppose you could retrieve your family from Earth but had to abandon Rick. I could give your loved ones shelter on Birdworld, even jobs, possibly as worm ranchers. How often do you think you might look up at the stars and wonder what might have been had you just put your faith in Rick?\nThat was Chunky Tunk with “Full Ming Mong, Empty Gorp Dorp.” Up next, planet Earth!\nOh God! We’re up?!?!\nJerry and Beth, your family is a golden example of what Headism has to offer the world.\nThe world?\nHeadism is a hit. We’re taking it worldwide and would like Jerry to be our church’s “Head” of Advertising.\nYou… would?\nBeth, we’d like to promote you from horse surgeon, straight past human surgeon, to “Head” of Medicine.\nThat’s my dream! That’s my dream.\nThank you. This is all so overwhelming, but, uh… we can’t.\nAbsolutely not.\nI’m sorry?\nWe’ve been waiting 16 years for our daughter to respect us, but the key is, it has to be “our” daughter, not this person she’s become.\nWe’ll take our chances raising her without fancy new jobs outside of a potato-based religion.  And you know what? I’m sick of pretending that we’re together because of the kids in the first place! I married you because you’re the love of my life!\nAnd I‘m lucky to have you and I never tell you that! You know, we will come out of this stronger as a family!\nPlease don’t do this, please don’t do this! Summer!\nSummer, listen carefully. I stole a paper clip and I have it in my cheek but I don’t know what to do with it and it hurts.\nYou’re going to be ok!  You will come back as babies!\nI AM a baby! I’m a baby NOW!\nHello? Is anybody here?  Mr. President!\nThis is Bluebird. Code tango-niner-alpha. Abort launch. Abort! Hello?  He’s blocked me out.\nSir, I need to get to the stage and help Rick get schwifty!\nIt won’t matter how schwifty you get, Morty. The General’s got nukes set to launch halfway through Earth’s song!\nOh my God! C-c-can you fly a Blackhawk?\nCan the Pope’s dick fit through a donut?\nUhhh, I’m not sure?\nExactly!\nSHOW ME WHAT YOU GOT.\nAhem.  Uhhh… lop-oo-lop-oo-lop-oo-dups, nop-oo-nop-oo-nop-oo-nuts.\nHeadward free now to rise!\nHey! Look at the heads! Looks like the heads are gettin’ angry!\nI’m really bad at this, Morty! There are way too many buttons on this thing!\nMr. President, if I’ve learned one thing today, it’s that sometimes, you have to not give a fuck!\nNup-oo-nup-oo-nup-oo-nups… ooh, tough crowd.\nI’m sure that has… that has nothing to do with this.\nThe heads are displeased!\nMorty!\nThe heads love this! They love it when we DON’T kill the Smith family!\nNo! Stop that! You’re not allowed to interpret the will of the heads!\nCall off the nuclear strike! This is the President. Stop the nuclear missile launch!\nJust launch the missiles!\nBOO! NOT COOL!\nI’m the only one that speaks to the heads!\nDISQUALIFIED!\nThe heads disqualified Vagina! Get him!\nDISQUALIFIED! DISQUALIFIED!\nThat’s right, it’s me, Ice-T! I care now! You made me care more! With all due respect, I’d like to hear what Rick and Morty have to play.\nWhat do you say, Rick?\nI say…  Let’s do it!\nAll right!\nOhhhh yeahhhh!\nCome on, here we go!\nOhhhh yeahhhh!\nSay it with me!\nOhhh my GOOOOODDDD!!!\nAfter 988 seasons of Planet Music, the Cromulons have decided to declare Earth the final winner and bring our musical reality show to a conclusion. Goodbye!\nDid he just say “musical reality show”?\nYeah, it’s possible that we may have been correlating some things that weren’t actually related at all.\nHEEEEELLLLPPPP!!!!!\nWe should go get him.\nI hope I can call on you again if we need you, Morty.\nSure thing! And I was kinda hoping that I could get a selfie with you?\nActually, if you try to tell anyone what happened here, we’ll deny it and probably worse.\nUnderstood.\nDIIIIEEEE!!!!\nWhy didn’t he turn into a snake?\nTrade secret, Mr. President. Particle beam in a wristwatch… snake holster on the leg.\nI love this man!\nMagnesium-J, Hydrogen-F. Father.\nI have changed. I am ready to rejoin my brethren on Alphabetrium."
}