{
    "se_ep": "2_8",
    "script": "Don't worry about Jerry. He's gonna be fine.You hear me Jerry? You're gonna be fine!\nWoahh!\nooo... Watch out for that stuff. It'll stain if it gets on your clothes, and it'll send into a murderous rage if it gets in your eyes or mouth.\nWhy would you keep mutant bacteria in a pint of Cherry Garcia?\nI know this isn't the time, but, you know, technically the second freezer drawer is mine.\nNot anymore.\nYou're overreacting!\nAlright fine, but you're not touching my CRISPR.\nIs he going to die?\nWhat? Every hospital claims to have the best doctor in the galaxy. It's like those pizza places that claim to have the best pizza in the world. What- Do you think they have pizza contests? Have you ever been to a pizza contest?\nGo in the waiting room, Dad.\nFine!  Excuse me. Coming through. What are you here for- Just kidding, I don't care. Well this won't do.\nA sequel.\nYeah me neither, we pretty much nailed it the first time.\nEye-holes! Get them today! IKEA.\nYou gotta be careful Morty, if that guy catches you with a box of his eye-holes he comes bursting in through a window and just starts kicking the shit outta you. But it's worth the risk, they melt in your mouth Morty! They're delicious.\nI can't believe you're explaining alien cereal, we're worried about Jerry.\nWell you're thirty-nine years too late, or however old he is. Is he fifty? Oh man, Beth is, is Jerry fifity!?\nWhere am I?\nRelax Mr. Smith, you're in an alien hospital. I mean to you it's an alien hospital, to me you're just in a hospital. There's another matter we need to discuss with you.\nMy goodness.\nI see-WAIT! What?\nIt's perfect! The configuration of veins, the ratio of thickness to elasticity, the delicate asymmetry of what you call \"your balls\". With relatively few adjustments, your genitals can be molded into a working heart for the most important man in the universe!\nYeah, but, I mean-\nAlright! That's enough. You're talking about my species! We understand genocide, we do it sometimes!\nYes I will! That's right, assholes, take my penis, TAKE IT ALL! And tell Shrimply Pimples that when the galaxy came calling Jerry Smith from Earth didn't flinch!\nHey, what's wrong Morty? Oh, you're worried about your dad, huh?\nHuh? Uh, no no no, I'm-I'm just looking at that lady getting coffee. What's up with her face? Is she a human or is she like Worf. You know Worf, from Star Trek, where he has the shit all over his face but he's just a human in a costume, you know?\nMorty let's-let's see what else is on.\nOkay.\nWhoa! Look! It's that lady with all that shit on her face like Worf from Star Trek! That was getting coffee! How did she get there!\nOh, man Morty. How DID she get there?\nIs that something we should be concerned about?\nJust stay away from the coffee machine.\nIn a world, where there are eight Jan-Michael Vincent's.\nAnd sixteen quadrants. There's only enough time for a Jan-Michael Vincent to make it to a quadrant. He can't be in two quadrants at once.\nRick, who-who is Jan-Michael Vincent?\nOh man, I'm trying to remember Morty.\nJan-Michael Vincent's are used up.\nIs it important that we know who Jan-Michael Vincent is in order to get this?\nNope.\nThis January, It's time to Mike down your Vincent's. Jan Quadrant Vincent 16.\nThat's Jan-Michaels.\nExcuse me, nurse, can you take my temperature? Because I think I have Jan Quadrant Vincent fever over here.\nAll right, Morty you've done it!\nSo, we'll be detaching your sexual organ at the base by making incisions here,here, and here.\nGot it.\nLeaving a partial length of severed urethra to be threaded through-\nOh, you know what, I gotta laugh at myself here! I'm having a little laugh at myself because I just realized I haven't run this whole decision past my wife.\nOh, do you think she'll be okay with this?\nOh, absolutely. Beth is automatically on board, always, with every decision I make.\nSmith family?\nYes?\nI wanted to let you all know that Jerry is doing just fine.\nBut, ah, Mrs. Smith, could you come with me?\nHi, honey, so, here's the thing-these guys-they want to completely remove my penis and use it as an alien's heart, and we just need you to sign off on it.\nWHAT!?!\nUh-oh, maybe we have a problem here after all guys. Yikes.\nHis penis will be replaced with a sophisticated prosthetic, now there's a wide range of options to chose from, they're all in this catalog.\nI don't care about prosthetics, this is insane! What do you people think you're doing?\nI understand your feelings, Mrs. Smith.\nOh, I don't think you do. I bring my husband in for emergency medical treatment, he's gone an hour, and now you want his PENIS, and you hand me some... catalog. It's--It's--It's--It's, I mean.\nSheesh, well, there you go. Sorry. I know it's hard to understand but on Earth, love comes first.\nThere are those that believe, Mr. Smith, that Shrimply Pibbles represents love between all life. That his fate will determine the fate of hundreds of billions of sentient life forms.\nWoah! Woah. So, billions of life forms?\nHundreds of billions.\nI mean, Jerry, y-you didn't explain the full gravity of the situation.\nUh, well, Beth, I don't think your decision should be based on politics. Who could argue with a wife's decision to keep her LOVER INTACT.\nWell I don't think that's fair at all, Jerry. At all. In fact, I think this whole paradigm has sexist overtones.\nBeth, can we talk about this privately?\nYou know, I think, the bottom line is, Jerry, if you want to keep your penis, you should say, out loud, \"I prefer to keep my penis.\"\nBut, Beth, what kind of man would say something like that if the universe needed his penis!?!\nWell, Jerry, what kind of wife would I be if I did anything to stand in your way?"
}