{
    "se_ep": "3_3",
    "script": "Morty.\nRick?\nMorty!\nRick?\nHey, Mooorty!\nRick? Are you far away, or are you inside something?\nMorty, the garage, Morty. Come to the garage!\nMorty?\nRick? W-where are you?\nOn my work bench, Morty.\nAre you invisible and you're gonna, like, fart on me?\nFlip the pickle over.\nWhat, I'm gonna touch it, and you're gonna tell me it's an alien dick or something.\nCome on, flip the pickle, Morty. You're not gonna regret it. The payoff is huge.\nAnd?\n\"And\"? What more do you want tacked on to this? I turned myself into a pickle, and 9/11 was an inside job?\nWas it?\nWho cares, Morty? Global acts of terrorism happen every day. Uh, here's something that's never happened before\nAre you going to, I mean, you know, is this the first part of some magic trick?\nI don't do magic, Morty, I do science. One takes brains, the other takes dark eye liner.\nWell, can you move? Can you fly?\nI wouldn't be much of a pickle if I could.\nAll right, well, do pickles live forever or --\nMorty, stop digging for hidden layers and just be impressed. I'm a pickle.\nI-I'm just trying to figure out why you would do this. Why anyone would do this.\nThe reason anyone would do this is, if they could, which they can't, would be because they could, which they can't.\nMorty, we have to get going, or we're gonna be late. Where's your grandpa?\nRight here, sweetie. I'm a pickle!\nWhat?! Why would you -- Look, we're running late. We have to go.\nWhere are you guys going?\nWe have an appointment downtown that was set a week ago and agreed upon by everyone, including you.\nOh, my God. Beth, oh, it totally slipped my mind. Geez, oh, man. I'm a pickle. I mean, I don't know if I can, ooh, geez.\nRick, did you do this on purpose to get out of family counseling?\nMorty!\nIt's okay, Beth. I understand Morty's suspicion. I've misled him before. Morty, turn me so we're making eye contact.Morty, I assure you, I would never \"find a way\" to \"get out of\" family therapy. I hope my lack of fingers doesn't prevent the perception of my air quotes.\nCan't you just turn yourself back into a human?\nGreat question, Summer. The unfortunate answer is I did this to challenge myself. And it could take hours or even days before I'm able to figure out how to return to human form. But, I mean, you know, your mom could put me in a purse or a pocket, you know, if she really needs me to go.\nNobody needs anything! Okay, it's fine. I mean, you should just stay here and figure out how to stop being a pickle, okay?\nHey, Rick, why is there a syringe of mysterious fluid hanging directly over you? Also, why is the string attached to it running through a pair of scissors attached to a timer? And why is the time set to 10 minutes from now, exactly when we would have left for therapy?\nWell, Morty, if you know must know, the syringe is completely unrelated to this discussion, and, therefore, it does not warrant further explanation.\nEnough. Kids, it's time to go. We don't want to be late.\nW-w-what are you doing there, Beth? What are you doing there, sweetie?\nWell, I mean, you don't want to get pierced by a needle full of liquid unrelated to your situation. How's that gonna help?\nCan't argue with that.\nGreat. We'll see you later.\nHey, hey, be careful with that. It's for something else. It's really important, so don't break it. Okay, I may have fucked up here. Dup, ap, ap, pap, ut, dah, pap, pap, pap, pah. T-t-tah, tah.  Oh, great. Stupid cat.\nWhoa, whoa, whoa, whoa! I know what it looks like to you, Izzy, but I'm not a snake! I've seen the YouTube videos, I know cats are scared of cucumbers and pickles because they think they're snakes. I'm not a snake! I'm a pickle, I'm a pickle!\nWhoa! Oh! Whoa, whoa, whoa!\nOh, crap, that sun is bright.\nOkay, come on. This can't really be the way I go out. This is the mega-genius equivalent of dying on the toilet.\nSo... hot. This is how I'm gonna die.\nOh, God, moisture.\nOh, God, the moisture! Dial it back, God! Dial it back a little bit here!\nOh! Oh!\nOh, God! Perpendicular, perpendicular!\nOh, shiiit! Oh! Oh! Oh!\nCome on. That's it.\nCome get this delicious brine.\nAah! Come on! Come on, motherfucker! Come on!\nYes!\nHow is this even family therapy if Dad's not invited and Grandpa won't come?\nYeah, and what's courageous about eating a hot dog?\nIt's nobody's choice to be here, you knobs. The family was told to get counseling by your principal, even though it's not the family that was huffing pottery glaze in the art room and desk wetting in history class.\nOh, the Smith family, minus a dad. You're patients of Dr. Wong, too?\nTemporarily. By order of the school.\nMe too. How long have you all been eating poop?\nWe... have never... eaten poop.\nUh, me, neither. Say, where did my family get off to?\nSmith family, I'm Dr. Wong. Come on in.\nI was told there was a grandpa that might be joining us?\nHe got wrapped up in an experiment. He's a scientist. Like, legit, like on an inter-galactic, sci-fi level. His work is very --\nHe turned himself into a pickle.\nMorty, Mom's talking. I'm sorry, I suppose that's a good segue into our little discipline cases here.\nDoes Grandpa turn himself into a pickle a lot?\nWhat? No, what kind of question is that?\nThe kind that wasn't designed to attack or hurt you in any way.\nOh, Jesus Christ, one of these. No, my father has never turned himself into a pickle before. He's unpredictable and eccentric. The whole family is. Speaking of which...\nOkay, let's open things up to the whole family, and let me ask this. Why do we think Grandpa turned himself into a pickle?\nWow. Ugh.\nI didn't say my father is perfect, I said his work is important.\nAnd she's saying what's important is that Grandpa lied to you to get out of coming here.\nOh, he did not!\nLet's do an experiment here. I get the impression this family values science. So raise your hand if you feel certain you know what was in the syringe.\nDo you really not see what's happening here?\nTell me.\nWell, Dr. Wong -- by the way, racist name -- obviously, Morty and Summer are seizing on your arbitrary pickle obsession as an end run around what was supposed to be their therapy.\nOh, I think this pickle incident is a better path than any other to the heart of your family's dysfunction. I think it's possible that you and your father have a very specific dynamic. I don't think it's one that rewards emotion or vulnerability. I think it may punish them. I think it's possible that dynamic eroded your marriage, and is infecting your kids with a tendency to misdirect their feelings.\nFuck you.\nFuck both of you, too.\nBy the way, you might notice that in spite of your numerous distinctive features, I never gave you a name like Scar or Stripe or Goliath. That's because, to me, you aren't special.\nGod damn it, I love myself.\nPickle Riiick!\nGet that parkour. Get that parkour!\nHey, it's cool. Just need to find the nearest exit.\nWhoa, whoa, whoa! No need to freak out.\nWhoa! Who in the fuck's toilet is this?\nWhat is it?\nWhere is it?\nWe have 34 armed guards, and we can't kill a pickle?\nPut him on, and locate the phone he's using.\nHi, um, can you, uh  please let me out.\nYour mere presence in this building violates international law.\nYou should know those men killed themselves.\nAnd how is that?\nThey didn't  let me out.\nShut your mouth and do your jobs, you fucking children!\nUh, is this not a good time or...?\nSome of my men are calling you \"Solen'ya\"\nThat'd be a lucky break for you.\nAh.\n...because this pickle doesn't care about your children. And I'm not gonna take their dreams. I'm gonna take their parents.\nHe's just a pickle!\nHe's not the only one.\nThen Katarina is a prisoner. Perhaps I could arrange her escape, as well. She lives, Jaguar.\nWhat do you think is in the syringe, Beth?\nYou're the one that costs $200 an hour. You tell me.\nYour kids think it might be anti-pickle serum.\nMy kids pee their desks and suck on unbaked vases.\nI never said I was angry at you.\nThat's the point of pottery-enamel huffing, Summer. You do it so you don't have to say \"I'm angry at mommy\" out loud.\nOh, my God!\nIt's not my job to take sides or pass judgment. Do you think when your father asks for that syringe, you could ask him --\nHe won't have to ask for it, okay? He won't need it. He'll just make more. He doesn't need anything from anyone.\nYou admire him for that.\nIt's better than making your problems other people's problems.\nOh, come on!\nYou should know that isn't original.\nThere's nothing I won't do to see her again.\nYeah, there's lots I wouldn't do to see my daughter, but killing you gets me to her quicker than your derivative bullshit.\nThat will be your downfall, Jaguar, not being open to new experiences.\nJaguar couldn't make it.\nDo it. Okay, you win, Pickle Man. I'm unsealing the building.\nNo, thanks. I'm coming for you now.\nPickle Man, there's $100 million worth of bonds in a safe on level two. I'll give you the combination.\nShut up and call me a helicopter, you prick! Do we have a deal?!\nTake that money, give it to Jaguar's daughter when you set her free. Or I'll be visiting you.\nJaguar's daughter is dead.\nHuh, so you're a liar.\nJaguar was an animal. You're an intelligent pickle. We can do business.\nI don't think so. See you soon.\nIs the helicopter here?\nTell them we were robbed.\nFarewell, Solen'ya.\nWell, my daughter is about five away, and I've got about eight to live.\nOh, well, uh, she knows. I mean, we don't really buy into that kind of crap, to the extent that love is an expression of familiarity over time, my access to infinite timelines precludes the necessity of attachment. In fact, I even abandoned one of my infinite daughters in an alternate version of earth that was taken over by mutants.\nHuh? Uh, no. No, nope, sorry about that. Nope, just me. Yeesh!\nI am afraid that my kids will get expelled.\nGood. Summer, you go.\nI am mad that I can't huff enamel without people assuming it's because my family sucks. I hope to be seen one day as someone that just likes getting high.\nGood job. Morty, do you have an \"I\" statement?\nI am sad that I peed. I'm sad that I peed in class instead of a toilet.\nLook at this family go. You guys are pros. What do you guys think about doing this once a week?\nUgh.\nYou must be Rick.\nMm-hmm.\nI've heard a lot about you today. Your family is crazy about you. Your daughter holds you in very high regard. You're a lucky fella.\nYeah, thank you. Uh, sweetie, you don't still happen to have that syringe in your purse?\nDad I would like you to tell me what's in the syringe.\nIt's a serum that I need to, uh, to stay alive. I have had a rough day. And, uh, I've sustained a lot of damage. I'm pretty close to death, which the serum will prevent.\nBy changing you from a pickle to a human.\nYes.\nRick, why did you lie to your daughter?\nSo I wouldn't have to come here.\nWhy didn't you want to come here?\nBecause I don't respect therapy, because I'm a scientist. Because I invent, transform, create, and destroy for a living, and when I don't like something about the world, I change it. And I don't think going to a rented office in a strip mall to listen to some agent of averageness explain which words mean which feelings has ever helped anyone do anything.  I think it's helped a lot of people get comfortable and stop panicking, which is a state of mind we value in the animals we eat, but not something I want for myself. I'm not a cow. I'm a pickle. When I feel like it. So...you asked.\nRick, the only connection between your unquestionable intelligence and the sickness destroying your family is that everyone in your family, you included, use intelligence to justify sickness.  You seem to alternate between viewing your own mind as an unstoppable force and as an inescapable curse. And I think it's because the only truly unapproachable concept for you is that it's your mind within your control. You chose to come here, you chose to talk -to belittle my vocation- just as you chose to become a pickle.  You are the master of your universe, and yet you are dripping with rat blood and feces. Your enormous mind literally vegetating by your own hand.  I have no doubt that you would be bored senseless by therapy, the same way I'm bored when I brush my teeth and wipe my ass. Because the thing about repairing, maintaining, and cleaning is it's not an adventure. There's no way to do it so wrong you might die. It's just work. And the bottom line is, some people are okay going to work, and some pee well, some people would rather die. Each of us gets to choose.\nI, um I'm sorry I lied to get out of the thing. I, I shouldn't lie to you.\nOh, it's fine. I mean, thank you, and, yeah, you shouldn't. But I hope you know that's not what that session was supposed to be.\nOh, no, I mean, I know it was Morty peeing his pants and Summer snorting glue or whatever...\nShe huffed enamel, and we never even talked about it.\nWell, there was so much more at stake. I mean, that shrink, what a monologuist.\nAre we gonna go back?\nSweetie, could I get Get that syringe now?\nOh, my God, yes! Dad, it's in my purse. Oh, I'm sorry. You must be in agony.\nEh.\nJesus. Jesus Christ. Therapists, man.\nWeird breed.\nMan, I missed having hands and blood and a stomach.\nReally? Like, go somewhere? Yeah, let's drop the kids off and go tie one on.\nAbsolutely.\nI, I liked her.\nSo what are you thinking, like, Smokey's Tavern? Maybe Shoney's?\nYeah, either one. Either one.\nYou'll never get away with this, Concerto.\nThis is it, Morty. We're goners. We're not getting out of this one. After everything we've been through, this is how we're gonna die. Make peace with your god.\nOh, geez, Rick, I-I-I don't want to die!\nJaguar!\nWho? Who was that, Rick?\nThat, Morty, is why you don't go to therapy."
}