{
    "se_ep": "3_4",
    "script": "Don't let any of those things get away, Morty. If their DNA gets into Earth's food chain, our entire species could be sterilized.\nThen why aren't we killing them?!\nGreat. Next time I need a species sterilized, who's gonna do it for me? You?\nOh, Rick! I-Is that the Vindibeacon? We're being called to assemble by the Vindicators!\nI refuse to answer a literal call to adventure, Morty. Let it go to voicemail!\nRick, the Vindicators only call when the universe itself is at stake! They're first line of defense against evil! They're the guardians of the unguarded!\nThey're the writers of their own press releases, Morty! They're a bunch of drama queens that spend an hour talking and twenty minutes jumping around while shit blows up. They're a phase. We did one, it was the big event of that summer. Let it die.\nI, Morty Smith, invoke my right to choose one in every ten Rick and Morty adventures.  Read 'em and weep.\nGod... fuckin' dammit!  Fine! But don't say I didn't warn you.\nYes!  Vindicator command ship, beacon received! We're doing Vindicators Twoooooooooo!\nWhoops! Uh, Morty, you might want to freeze some sperm.\nVindicators, Worldender is back...\n..and this time, he's out to end more than worlds. We have reason to believe his stronghold is located on...\nMy balls.\nRick!\n...the Terraneus system. Once in range, Million Ants will scan for pheromone activity, which should lead us to the location of the base.\nOh, that's Million Ants. I can't see the ants over here. It just assumed that was, uh, Turd Man. Wiggly Turd Man.\nRick, stop!\nRick, you have something to add to the briefing?\nUh, yeah, just a few more design notes.  Um, this guy. The, uh... The, uh...\nRight, Crocubot. So, you're half-cold, unfeeling reptile, half-also cold, equally-unfeeling machine.\nSo, you're origin is what? Y-You fell into a vat of redundancy?\nNoob-Noob, we're having a briefing!  If I can continue, Rick. I anticipate sophisticated security measures. I trust you can be of service there.\nWell, let me check my list of powers and weaknesses. Ability to do anything... But only whenever I want... Yeah, that sounds like a job for me.\nI wish he had the ability to check is attitude.\nAlan Rails, ladies and gentleman. After his parents' tragic death in a railroad accident, he gained the power to summon ghiost trains. It's not all bad, though. They were spared having to see their grown son wear a whistle!\nThanks, Noob-Noob! This guy gets it.\nVance Maximus, Renegade Star Soldier!\nSorry I'm late. It was happy hour.\nHappy hour.\nUh, I was also late because of my drinking and metioned it to zero applause.\nRick Sanchez, Tinkerer of Terror. Man, that's hard to say. And... Morty, right?\nWhoa, yeah!\nI never forget a kid.  What do you say, Vindicators? Let's make this three for three?\nDid he say \"three for three\"?\nDid he say he never forgets a kid?\nYou mean \"two for two\", right, Vance?\nActually, we assembled a second time last summer to fight Doomnomitron.\nSo, this is... Vindicators 3? And you guys did Vindicators 2... w-without us?\nI sense... insecurity.\nAre you sure there's not just a picnic nearby.\nI guess he found his crowd. Pretty toothless stuff, guys.\nI hope you're happy with the adventure so far, Morty. These guys are even lamer than last time.\nWe weren't here \"last time\", remember? They did a whole Vindicators without us. A bunch of them got killed, too. They lost Lady Katana, Calypso, Diablo Verde...\nYikes. Yeah, things did feel less diverse in there.\nThis article says the reason we weren't involved was... \"personality conflicts\".\nDon't worry, Morty, they love you. Superheroes need a wide-eyed unremarkable to tag along and react to everything like it's mind-blowing.\nI... think the personality conflict might have been... you.\nJesus... How awesome is that? I mean, they wanted to not need me so bad, they murdered three innocent heroes of color, and they still had to bring me back?\nRick, since it's my adventure and all, could you do me a favor?\nUh, the adventure is the favor, Morty. Me sleeping on these linens is the favor. I mean, w-w-w-what--what are we vindicating? Comfort?\nRick, this really bums me out. It-It's embarrassing to find out these guys don't like us.\nWhy? Morty,  I defeat gagoos more powerful than these guys every week.\nYeah, but not heroes.\nOh, please. They just call themselves heroes so they can...\nI'm calling them that, Rick! They're my heroes! Mine!\nHuh... no accounting for taste. I'm gonna go get a drink.\nOh, God.\nGood morning. Looks like your grandpa had a long night. Crocubot, why don't you escort Mr. Sanchez to a more comfortable spot so that someone can...  clean up his diarrhea.\nActually, Noob-Noob, you have a new mission.\nVindicators, prepare for arrival.\nMorty, the Vindicators and I had a chat this morning and I'm afraid we need to make a little change.\nI-I totally get it. I-I'm so sorry.\nYou should be.  Running around in a yellow t-shirt like you're not one of us? Disgraceful.\nI-I-I... I'm not a superhero.\nCop a squat, chief.  Everyone in the universe is a hero. All you have to do is know the difference between good and bad, and root for good.\nRick says \"good\" and \"bad\" are artificial constructs.\nYeah, well, I get the feeling... he kind of needs that to be the case.  Not coming, Noob-Noob?\nSecurity drones, inbound.\nStar Mother, grant me your wrath!\nAll aboard!\nAah!  Gun turret.\nAre you all right?\nYes. I only lost 400 ants. My queen is laying more.  I am back to one million ants.\nSomeone wake up Sanchez.\nUgh! Oh, Christ...\nRick, you're up.\nBarely.\nRick, we're taking fire from an automated turret. Can you bring it offline?\nUh-huh.\nUh, my God, that's better.\nRICK!\nHey, I can't help if I can't see.\nI could've just used a ghost train.\nReally? You don't say. You would have used a ghost train?  Hey, everybody, the ghost train guy would have used a ghost train!\nMan, fuck you.\nIs there coffee? Hey, Morty, can you be a pal? Grandpa left his coffee maker on the ship. Y-You know, the French press thing?\nGet it yourself.\nLittle extra  snippy this morning, aren't you?\nJust focus on the mission, all right?\nOh, oh, oh, I'm sorry. Oh, you're right. Ooh, real serious. Gotta take it real serious, huh?\nSon of a steam engine! They're all dead!\nWell, he is the Worldender. The guy ends worlds. Kind of his thing.\nOoh, real scared. Real fucking on alert, high alwrt over here.\nWhat the FUCK?!\nIt's Worldender! What happened to him?\nI sense his life force is fading.\nMillion Ants, ladies and gentleman! The ant colony with the power of two human eyes!\nAll right. Short mission, good mission. Remember when Alan wanted to use a ghost train? See you guys in Vindicators 4. Morty?\nRick, whoever did this is an even bigger threat than Worldender! We can't leave now!\nHe's right. This is far from over.\nWell, have fun with that. But Morty and I have to meet a comet girl, a monorail man, two assholes and a full alligator in, like, an hour.\nShit.\nI sense the presence of a greater evil.\nCheck, check, One, two. Okay, is it recording? Good. Hello, Vindicators. Welcome to your reckoning, babyyyyyyyy!!\nWelp, it's official. I had too much to drink last night.\nIf you guys are watching this, you're, you know, the Vindicators. So now that we know...\nRick? What's going on, buddy?\nObviously, I came here last night during a blackout.\nObviously? You came here and defeated our arch-nemesis while so drunk, you don't remember doing it? That's something obvious to you?\nLook, I'm a lit-- little more complex than you guys and, no offense, but I've always suspected that a lot of what you do in a year could be knocked out in a couple of hours.\n...So I thought, why not just do your job for you so we can have a little fun game.\nRick, is-is this a \"Saw\" thing? Are you seriously \"Saw\"-ing the Vindicators?\nMorty I'm a drunk, not a hack.\nIf you break the rules, lose the game or try to leave, you will die. Like in  \"Sawwww\".\nWell, I-I-I think we've seen enough. I'll just figure out how to unplug this.\nOkay, here we go, room number one. The Vindicators are known throughout the galaxy, but do they know yourselves? Do you know yourselves? Match your... your shit, your... your gimmicks with your faces and y-you get it, it's a matching thing. And do it in three minutes, or you'll  all die.\nScrew this. I'm not playing his game. I'm gonna find us a way out of here.\nWhoa, whoa, whoa. Hold on, Vance. He said you'd die if you tried to leave. That means there's booby traps.\nWhy are you acting like that's not you?!\nWhat part of \"blackout\" don't you understand? I thought you drank?\nLike cool drinking! Like sexy drinking, not this psycho trailer-park shit!\nVance, stay calm...\nOh, so you're the leader now because we gave you a jacket?! You're the learning-disabled kid we do photo-ops with!\nOkay, ouch, but...\nOkay, this... this is triggering me. I need space. I-I need SPACE! FROM THIS!\nGive me one good reason why I shouldn't crush your windpipe!\nBecause my epidermis is laced with a nanofiber defense mesh.\nAnd because, like I said, I don't remember last night.\nI told you not to invite this mummified motherfucker back!\nAlan, I'm not proud of what's happening here, but if you keep coming at me, there's gonna be another passenger on that ghost train.\nGuys!  I've figured it out.\nCongrats! You did it-- it!\nIt was a bit. All of the descriptors apply to all of you. Drunk Rick's point is that none of you are very special or different.  That's always his point.\nLet's just get through this as quickly as possible. Then, we'll deal with the two of you.\nThe two of us?!  I hope you're proud of yourself!\nUh, I kind of am. I saved the goddamn universe.\nThat's not the issue, Rick!\nAhh, it would've been if I hadn't.\nThe Vindicators say their job is is to fight evil wherever it hides, but they don't... pick the location you'll... you'll never even hear them mention, because to fight darkness is to fight yourself.\nCrocubot, don't!\nHuh, I'm seeing more croc than bot here.\nGoddammit!\nUh, what happened on Dorian 5?\nNothing!\nNothing?! We exterminated a planet!\nW-Wait, huh?\nDoomnomitron was hiding here! He's a shapeshifter! Destroying Dorian 5 was the only way to kill him!\nOh, o-okay. This again?\nYou know,  I could have made a device to detect Doomnomitron from orbit like  that.\nI'm not the one that didn't want you back. Alan was!\nIf you lay those deaths at my doorstep one more time...\nDo not threaten her!\nCongrats, you did it!\nWhat the hell is Is-ra-el?\nI-It's just something Rick starts talking about whenever he's blackout drunk.\nW-What? In w--In w-w-what--In what way? Like, w-w-what's my point?\nIn a way that has no point! You just babble about defense budgets and the United Nations, and then you pass out!\nSo, to be clear, I sometimes reference the geopolitical complexities of the topic, which is not the same as going to an anti-Semitic place.\nI have no stake in this.\nI don't either. I-I'm just saying, if anything, the drunk version of me is probably so supportive of Israel, he wants what's best for it and...\nHey, man, I'm not touching this. You do you.\nAloha... means hello and goodbye in Hawaii. But, uh, aloha means... has nothing to do with this room.  I'm so fucking drunk. Ugh, okay, here's the deal. I-I want to rest my eyes for a little bit. I'm--I'm not going to sleep. I just... just need to rest my eye, so let's make this one simple. Just try to hit some three-pointers.\nlet's say... you have to hit... five three-pointers in... five minutes or, I don't know, the whole place--the whole planet will get blown up with a n-neutrino bomb. And try to make it a-a lesson about yourselves like, like how... selfish you a-are, or something. Also, Hawaii.\nYou guys hit the baskets. I'll disarm the drunkenly-improvised neutrino bomb. There's a 40% chance it's a dud, but y-you should still stay back.\nMorty, how many of these...?\nToo many, Rick! Too many!\nMan, I am really getting high-roaded today.\nThat's a three-pointer!\nNice shot.\nThank you.\nYou two make quite a team.\nWe all do.\nYeah, I guess.\nThat's a three-pointer!\nBut you guys have always had a... an unspoken bond.\nI mean, really unspoken. Like, \"let's-not-tell-my-husband\" unspoken.\nWe aren't married anymore, Alan.\nSure, but were we married when you two were \"stranded\" on Delphi 6 for three days? Because I sensed something was weird when you can back. But what do I know about sensitivity? I'm just a phantom train conductor. You're the pile of ordinary bugs that fucked my wife!\nThat's a three-pointer!\nWhere the fuck is the lead wire?!\nYou always put it in the weirdest place! Um, uh, over here, maybe?\nJesus Christ, what a shitty neutrino bomb. it's a miracle I actually every destroy anything.\nOh, I don't know. You managed to destroy just about everything today; the villains, the heroes, the lines between them, my childhood...\nThank you. I appreciate it, Morty. I know you were sucking the Kool-Aid out of the Vindicators' dicks, so the fact that I was right about them must be pretty hard to admit.\nYeah, it is. You know why, Rick? Because when you're an asshole, it doesn't matter how right you are, nobody wants to give you the satisfaction.\nI know. Everyone wants people they like to be right. That's why popular people are fucking dumb. And why your pretentious, poorly-written, high-budget friends back there can a eat a double-decker shit sandwich.  Disarmed.\nHoly shit. You're jealous.\nYES! Is that what you want to hear?!\nDid it feel good?! Did you like his six million wriggling legs more than my tragedy-stricken, half-ghost, half-tumescent penis?!\nThat's a three-pointer!\nGuys, stop! You're just proving my asshole grandpa right!\nYou wish this was about sex! We loved each other! We had a child together.\nWHAT?!\nI conceived a child with Million Ants and it died inside me because it as HALF A MILLION ANTS AND HALF COLLAPSING STAR! And yes, he was better than you!\nYeah?\nOne million times better!\nALL ABOOOOOOARD, MOTHERFUCKER!!!\nSTOP!\nOof! Didn't see that comin'.\nIs that sarcasm?!  I don't want you slipping away then this is over! All of these deaths are on your hands!\nOh, come on, maybe a couple of them, but definitely not the train guy.\nAll of them.\nO-kayyy...\nCongrats, you did it!\nAll right, buy now, I've been pretty clear that I thunk the Vindicators are  full of shit. But... you do have one thing I'll never have. And that thing is the only part of the Vindicators with any value to me. if you know what it is, place it on the platform.Guess wrong and the pla... planet will explode. And probably the solar system, 'cause I kind of fucking eyeballed the neutrino bombs on this one.\nSo what's the trick? Morty, you're the Drunk Rick expert.\nI think... no matter what we put on there, we die. he said it's the part of the Vindicators he values. That means nothing. He wants our last moment alive to be spent knowing how few fucks he gave.\nJesus! Okay, open to second opinions!\nI could--It could be Morty.\nWhat?\nHey, I don't know. I mean, look, when I get drunk, I get stupid and emotional and there's no logic to it. it's, like, possible I got so drunk, I felt like I was losing Morty to the Vindicators, and maybe this is my way of saying \"Okay, you can have him, but only if you know how important he is, otherwise I'll kill you.\"\nThat is a... really specific guess.\nLook, I... there's nothing in the room but us. I'm just using logic to connect some dots. It's the best guess I've got.\nBut you're betting our lives on it.\nI'll cover that bet. I get it.\nWell, Morty, I think you're making that smirky face because you're misinterpreting the moment. I am not being coy about some hidden love for you. I want to be really clear that, if anyone has a better guess, like, if I gave you an amulet last night, or...\nOh, shit.\nSorry, I'm... not good at goodbyes. It looks like I'm never gonna see you again. I can't really roll with the hero types, and I don't... th-they don't want me around. But I want... you to know, even if I didn't show it at the time, II really appreciated you sticking by me.\nGoddammit, why am I crying? It makes no sense.\nUgh, y-you're probably confused because we barely know each other...\n...but you really stuck your neck out  when you gave me props for my awesome jokes in the briefing room. Everybody else had their heads so far up their ass. Even my own grandson is like, \"Oh, the Vindicators are so cool.\" I mean, he's a moron, it's their... demographic. But you're different, Noob-Noob.\n...Motherfucker!\nYou're fucking cool! And you're smart! And I bet we coulda hung out and shit! And I hope you get to be a full-fledged Vindicator! A-And d-do me a favor. Do-Don't let him know I... I got emotional. But you can tell him one thing. Tell him I said... Oh, fuck. Okay, I just shit myself. Okay, later.\nW--Dude, Morty, what happened i...?\nShut up.\nI sense this means we are not drying.\nNot all of us.\nSweetheart?\nJust let Titty-Bean do this, Snuzzles. It's for the greater good.\nGreater good?!\nTitty-Bean?\nIt's like you said, Morty\nNever said that!\nIt's the galaxy's faith in the Vindicators that keeps the galaxy secure!\nYeah, I feel safer already.\nNo doubt. Who do we make the check out to?\nI'll say, we are gettin' some good licks in while choking to death.\nRight?\nTitty-Bean, listen to me. When you came to me, I was merely a sentient colony of ants. It was your beliefs, your pursuit of justice, that taught me to be a man.\nWhen did it get so complicated?\nWho knows? But we can make it simple again.\nYou were always the romantic.  Which is why you can't leave either.\nGoodbye, my love.\nDamn! She double-crossed Snuzzles!\nSilence! I'm going to enjoy this...\nLet's give a huge thanks to Rick Sanchez for killing Worldender, putting this awesome party together, and for booking one of the hottest talents out there\nLook at that. Geez, I must've planned a whole party. Invited a bunch of people. Not bad, Drunk Rick, not bad.\nRick, Supernova's getting away!\nAh, who cares?\nBut.. she was trying to kill us!\nMorty, twenty people try to kill me every week. I end up getting high with half of 'em. I mean, check it out, Gear Head's here.\nMorty, you're wearing a Vindicator jacket. Are you a little superhero now?\nEveryone in the universe is a hero, Mom. Which is why we don't need jackets.  And I'm pretty sure we don't need Vindicators.\nMan, Grandpa Rick must have gotten shitfaced.\nShut up, Summer.\nWho the fuck is Noob-Noob?"
}