{
    "se_ep": "3_7",
    "script": "Alright, Morty. You ready for our adventure to the lost city of Atlantis?\nReady as I’ll ever be, Rick!\nOh, for fuck’s sake.\nWhat are you, stupid? We’re done with the Citadel of Ricks. I was  never on board with it in the first place, that’s why I murdered everyone in charge and left it to rot.\nThey tried to murder him first.\nYeah, he knows. He murdered them.\nEvery day.\nYou don’t have to be a dick.\nGeez. I didn’t know there were still Ricks and Mortys living on the Citadel. I wonder what their day-to-day lives are like.\nWell, you can keep wondering that while we go on our fun, fresh, self-contained adventure to Atlantis.  Anyone continuing to explore the Citadel is either stupid, or one of the unfortunate millions held hostage by their terrible ideas.\nMan. Glad I’m not one of them!\nSixteen iterations off the central finite curve, there’s a Rick that works more with wood than polarity plating.\nHis name is Simple Rick, but he’s no dummy.\nHe realized long ago that the greatest thing he’d ever create was his daughter.\nWe captured that moment and run it on a loop through Simple Rick’s mind.\nAnd the chemical that makes his brain secrete goes into every Simple Rick’s Simple Wafer Cookie.  Come home to the impossible flavor of your own completion. Come home to Simple Rick’s.\nWe had a good run, sir, but I think it’s time to pull out of the race.\nI feel pretty confident about tonight’s debate.\nYou shouldn’t, sir. You should be terrified.\nMaybe you should find a little faith, young man.\nYou don’t pay me to have faith! And we’re the same age!\nOh! S-sorry, I was expecting--\nA Rick partner? Lesson one, rookie\nMortys are human!\nGet the fuck off the car, you Rickless fuckin’ animal!\nWHOA!!\nThe election’s got these yellow shirts more riled up than a Picture Day Jessica.\nThat’s pretty harsh, sir.\nSo report me. Nobody gives a fuck.\nLook, I’m just saying. Makes me a little sad to hear a Morty cop calling Mortys “animals”.\nWell, it makes me sad to see another Rick cop buying into his sensitivity training.\nWell, I’m glad to know there’s more like me.\nOh, there was one. Why do you think that seat was empty?\nFifth and ? That’s Mortytown.\nUnit 7 responding.\n\"Good idea, Rick.\"\n\"This is a great adventure.\"\n\"I love being your new Morty.\"\nFarty!\nVery amusing, Mr. Smith. Almost as amusing as when your first Rick was decapitated on Zorpathion 9.  Or was that your third Rick? How many Ricks have you had?\nFive…\nI see. So you are top of the class in something.  Tomorrow you will be transferred to your new Ricks. Hopefully, they will be your last. Yes, Slow Ri-- Tall Morty?\nAnything’s possible, Tall Morty. Ugh…\nGuess we won’t be seein’ each other after this, huh?\nI say we make our last day count. I say… we go to the Wishing Portal.\nThat’s a myth.\nIf we’re not here for graduation, our butts are gonna end up in Mortytown.\nI thought your last Rick fused you with a lizard, not a chicken.\nOkay, fine. I’m in.\nMe too.\nI-I thought I saw a fly.\nNo Ricks, no families, high off their asses and runnin’ amok. Mortys are raised to be sidekicks. Without a side to kick, they just start kickin’.\nYeah, make sure you get that down.\nAny mutations? Augmentations? Three eyes, a tail, maybe a buzzcut?\nLemme turn over a few rocks.\nAw geez, hey, what’s goin’ on, fellas?\nAw geez, man, nothin’ man, we’re just hangin’ out and stuff.\nI hear that, ah geez, I guess I’m supposed to be figuring out who robbed the store across the street but aw geez I dunno.\nAh geez man, that sucks that your Rick’s makin’ you do that.\nHe’s not my Rick. He’s my partner. Aw, geez.\nWell, maybe the uniform makes a big difference. Who am I to say? To me, you just look like a sidekick.\nCALL ME A SIDEKICK ONE MORE TIME! CALL ME A SIDEKICK!!\nHey man! C’mon, aw geez!\nWANNA SEE HOW I PAINT A WALL?!\nIt was the Mortytown Locos, man! The Mortytown Locos!\nDo you realize how many codes you just violated?\nAw geez, Rick. What do I know about knowin’ stuff? Get in the fucking car.\nCan we fact-check this, please? Never mind, who am I kidding? This race is over.\nI don’t see a divide between Ricks and Mortys.\nYou guys finished?  The division I see is between the Ricks and Mortys that like the Citadel divided, and the rest of us. I see it everywhere I go.\nI see it in our schools, where they teach Mortys we’re all the same because they’re threatened by what makes us unique.\nI see it in our streets, where they give guns to Mortys so we’re too busy fighting each other to fight real injustice.\nI see it in our factories, where Ricks work for a fraction of their boss’s salary, even though they’re identical and have the same IQ. The Citadel’s problem isn’t homeless Mortys or outraged Ricks.\nThe Citadel’s problem is the Ricks and Mortys feeding on the Citadel’s debt.\nHoly shit.\nBut I’ve got a message for them, from the Ricks and Mortys keeping it alive. A message… from the Ricks and Mortys that believe in this Citadel to the Ricks and Mortys that don’t\nHoly shit.  I don’t believe it! I-I can’t believe it!\nI know.  That’s why you’re fired.\nYour life is a lie, man.  All your lives are lies! Don’t you get it?! They told us we were special because we were Ricks, but they stripped us of anything that made us unique!\nI-I-I want a portal gun. Unregistered, untraceable, with enough fluid to take me off this goddamn prison!\nYes?\nGosh. We moved around so much it’s hard to remember. I see every Rick as my Rick.\nI hope they see me as their Morty.\nAnother, please, with less water.\nI guess I shoulda had more faith.\nWhat’s this?\nHands in the air!\nYou guys doin’ a little chemistry homework with Grandpa?\nIs this what I think it is?\nBootleg portal fluid.\nGuess his math was off. Search the place.\nIt’s okay, Morty.\nJesus!\nHe stabbed me! He got me bad, Morty.\nShh, it’s okay, you’re okay.\nYou were right…  Everything I learned in the academy was--\nIt doesn’t matter.  Nothing’s wrong with putting your faith in a Morty. You just gotta pick the right one.\nWhy is there a crib in here?\nJust somethin’ they do to make you feel bad.\nBoy, I got us knee-deep in paperwork, huh?\nGo to the car and grab a MediPack. Lemme worry about this.\nWhat happened?\nSame old story. Mortys killing Mortys.\nAlmost... got it...\nI bet it leads to a place where a bunch of fri-- flies everywhere!\nYeah, I bet it goes nowhere. I bet it's a big hole where the Citadel dumps all its broken dreams.\nYou wanna know why?  Because of this! I'm part of an experimental line of Mortys with a trauma implant. How do you think it feels, Fat Morty, to know that no matter where I go,  I'll always be the one that makes everybody sad and... a little bored?\nSlick, that implant isn't who you are, okay? You also roll up your sleeves.\nThen you should use your left hand to eat more vegetables.\nHey there. How you doing? Great to meet you.\nThat doesn't sound like Rick work. You didn't come to the Citadel to be a plumber, did you?\nThis is just like a Morty baby!\nHey!  Did you end up getting a new job?\nYeah, I did. Assassinating you!\nI'm okay... I'm okay... I'm...  Ohh...\nNo thank you, and bad math.\nWhat is the place?\n\"The Creepy Morty\". What is it your kind's always saying? \"Don't think about it.\" Come on. There's someone important I want you to meet.\nThey had a little accident. They won't be causing any trouble anymore.\nBig Morty likes to contribute to keeping the peace in Mortytown.  Think of him as a drug lord, and us his cops on his payroll.\nMorty...\nM-m-my partner. Morty, you're right. Mortytown is bad, but that doesn't mean that we have to be.\nDon't worry about Rick, Big Morty. He's new. He doesn't understand how it works.\nWh-why would you say something like that, Big Morty? You're fucking things up for both of us here!\nBig Morty, you're under arrest.\nS-smartest man in the universe.\nNot so big now, are ya?\nThat's enough!\nIf we don't kill him, he'll talk!\nIf you do, I'll talk.\nYou told me to put my faith in the right Morty. I got faith in you, partner. Do the right thing.\nOh, Grandpa Rick! I don't wanna be on the Citadel anymore! I want to be a regular kid! I want to go to school and throw balls around and masturbate!\nSame old story. Ricks killing Mortys.\nA bad place, but you're going to a better one soon.\nA portal to the Blender Dimension?! That's the oldest trick in the book! I'm a Rick! I'm more Rick than any of you!!\nThen come and get me, motherfuckers!!\nRick. And I'm--\nFifteen years.\nWhere are we going?\nThere's a Rick who held a factory hostage after murdering his boss and several co-workers. The factory made cookies, flavored him with lies.\nHe made us all take a look at what we were doing, and at the bargain he got a taste of real freedom.\nWe captured that taste, and we keep giving it to him so he can give it right back to you, in every bite of new Simple Rick Freedom Wafer Selects.  Come home to the unique flavor of shattering the grand illusion. Come home to Simple Rick.\nAfter you.\nI guess I wish I had something cooler than this dumbass surfer necklace.\nI wish incest porn h-had a more mainstream appeal, f-for a friend of mine.\nNone of those things are gonna happen, y'know. Morty wishes never come true. Not on the Citadel.\nThen why did you bring us here?\nBecause I wish that would change. I wish anything about this life would change.\nWell, I hope you're putting something pretty goddamn important in there.\nMe, too. But I doubt it.\nNOOOOOOOO!!!!\nSLI-I-I-I-I-I-I-ICK!!!!\nMaybe... Maybe he went somewhere nice.\nHe gotta be stopped...  He-he cou-couldn't be allowed to win.\nHe's alive?! No, no, no! You gotta listen to me!  I-I worked for him! I was his campaign manager! That Morty is not what he seems.\nHe... won?\nWhy am I still here? I already confessed to everything.\nBut... I violated at least a dozen departmental codes!\nDid we miss graduation? Where are the new Ricks?\nNo graduation. No new Ricks. The school's curriculum is changing.\nTo what?\nI don't know, and I don't have to know. I've been fired.  Good luck, turds.\nHoly crap... Slick's wish came true.\nWhoa!! Hahaha, yeah! Atlantis, baby!\nThat was amazing!\nGot some of that mermaid puss!\nI'm really hoping it wasn't a one-off thing and I can see her again. By the way, hey, um... still not curious about what might've happened at that crazy Citadel place?\nPssh! Not at all, Morty. That place will never have any bearing over our lives ever again. Unlike that mermaid puss! Yeah!! We're going back for seconds! We're gonna do that shit every week, man! That was Atlantis!\nWhoo! Yeah! Yeaah! Ohhh, shit!"
}